tap "fcanas/tap"
tap "homebrew/bundle"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "duti"
brew "fileicon"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "jq"
brew "less"
brew "node"
brew "tmux"
brew "svgo"
brew "zsh"
brew "fcanas/tap/mirror-displays"
cask "alfred"
cask "appcleaner"
# cask "bettertouchtool"
cask "espanso"
# cask "finicky"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-sauce-code-pro-nerd-font"
# cask "gimp"
cask "imageoptim"
# cask "inkscape"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "meetingbar"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle-pro"
# cask "sequel-ace"
cask "the-unarchiver"
cask "vlc"
# vscode "asuka.insertnumbers"
# vscode "bierner.markdown-mermaid"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
# vscode "christopherstyles.html-entities"
# vscode "codezombiech.gitignore"
# vscode "cssho.vscode-svgviewer"
# vscode "csstools.postcss"
vscode "dakshmiglani.hex-to-rgba"
# vscode "darkriszty.markdown-table-prettify"
# vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
# vscode "deque-systems.vscode-axe-linter"
# vscode "dnicolson.binary-plist"
# vscode "docker.docker"
# vscode "drphrozen.escaping-characters"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
# vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
# vscode "formulahendry.auto-close-tag"
# vscode "formulahendry.auto-rename-tag"
# vscode "foxundermoon.shell-format"
vscode "gerane.theme-sunburst"
# vscode "graphql.vscode-graphql"
# vscode "graphql.vscode-graphql-syntax"
# vscode "haaleo.timing"
# vscode "jakebathman.mysql-syntax"
# vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
# vscode "kbysiec.vscode-go-to-mdn"
# vscode "keewek.compare-helper"
# vscode "mads-hartmann.bash-ide-vscode"
# vscode "mechatroner.rainbow-csv"
# vscode "mitchdenny.ecdc"
# vscode "mrmlnc.vscode-postcss-sorting"
# vscode "mrmlnc.vscode-scss"
# vscode "ms-vscode.hexeditor"
vscode "ms-vscode.sublime-keybindings"
vscode "nautigsam.go-to-test"
# vscode "orta.vscode-jest"
# vscode "peterschmalfeldt.explorer-exclude"
# vscode "pkief.material-icon-theme"
vscode "qcz.text-power-tools"
# vscode "redhat.vscode-yaml"
# vscode "ryu1kn.partial-diff"
# vscode "sleistner.vscode-fileutils"
# vscode "streetsidesoftware.code-spell-checker"
# vscode "stylelint.vscode-stylelint"
vscode "tomoki1207.selectline-statusbar"
# vscode "tyriar.sort-lines"
# vscode "unifiedjs.vscode-mdx"
# vscode "vincaslt.highlight-matching-tag"
# vscode "vscode-icons-team.vscode-icons"
# vscode "william-voyek.vscode-nginx"
vscode "yoavbls.pretty-ts-errors"
# vscode "yy0931.gitconfig-lsp"
# vscode "yzane.markdown-pdf"
# vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
