tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "duti"
brew "exercism"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "jq"
brew "node"
brew "svgo"
brew "svn"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "finicky"
cask "font-open-sans"
cask "font-sauce-code-pro-nerd-font"
cask "gimp"
cask "github"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "moom"
cask "sequel-ace"
cask "spotify"
cask "the-unarchiver"
cask "vlc"
